import React from "react";

const DescriptionCollapse = () => {
  return (
    <div className="pt-5 w-full lg:w-[85%] mx-auto px-4">
      <h1 className="text-md text-gray-800">
        فروشگاه اُکالا، بزرگترین سوپرمارکت آنلاین ایران
      </h1>
      <div className="space-y-5  text-[0.85rem] text-justify leading-6 text-[#777E82] pt-4">
        <p>
          شرکت اکالا (توسعه تجارت الکترونک کوروش) یکی از
          زیرمجموعه‌های هولدینگ بزرگ گروه صنعتی گلرنگ است که
          به عنوان بزرگ‌ترین سوپرمارکت اینترنتی در ایران
          فعالیت می‌کند .کالاهایی که از طریق اکالا به فروش
          می‌رسند در دسته‌بندی‌های متنوع مواد غذایی،
          نوشیدنی‌ها، خواروبار، محصولات آرایشی و بهداشتی،
          میوه و سبزیجات، ابزار و ملزومات، لوازم تحریر و
          لوازم اداری، محصولات مادر و کودک و پوشاک طبقه‌بندی
          می‌شوند که با تخفیف‌های شگفت‌انگیز و حتی تا 50%
          تخفیف به فروش می‌رسند.
        </p>
        <div className="flex flex-col gap-2">
          <p>
            این کالاها از فروشگاه های متنوعی به فروش
            می‌رسند. این مجموعه‌ها عبارت اند از:
          </p>
          <span>• فروشگاه‌های زنجیره‌ای افق کوروش</span>
          <span>• اُمارکت (با تنوع بیش از 5000 کالا)</span>
          <span>• اُبیزینس (فروش عمده محصولات)</span>
          <span>• هایپرفامیلی</span>
        </div>
        <p>
          از بین این مجموعه‌ها، اُمارکت و اُبیزینس در تهران
          و کرج و هایپرفامیلی در تهران و برخی کلان‌شهرها
          خدمات‌رسانی می‌کنند. اما فروشگاه‌های زنجیره‌ای افق
          کوروش در بیش از 220 شهر ایران از طریق اپلیکیشن و
          وبسایت اکالا به مشتریان خدمت رسانی میکند.
        </p>
        <p>
          کاربران می‌توانند در 7 روز هفته و در 24 ساعت شبانه
          روز، خرید و سفارش‌های خود را ثبت کنند. مشتریان
          می‌توانند پیگیری سفارش‌ها و خریدهای خود و هرگونه
          انتقاد و پیشنهاد از طریق تیم پشتیبانی و شماره تماس
          1536 انجام دهند.
        </p>
      </div>
    </div>
  );
};

export default DescriptionCollapse;
